tap "ameshkov/tap"
tap "aws/tap"
tap "buo/cask-upgrade"
tap "derailed/k9s"
tap "derailed/popeye"
tap "elastic/tap"
tap "fairwindsops/tap"
tap "golangci/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "kreuzwerker/taps"
tap "localsend/localsend"
tap "mas-cli/tap"
tap "mongodb/brew"
tap "nats-io/nats-tools"
tap "norwoodj/tap"
tap "sonatype-nexus-community/nancy-tap"
tap "tofuutils/tap"
tap "utkuozdemir/pv-migrate"
tap "warrensbox/tap"
brew "act"
brew "xz"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "ca-certificates"
brew "readline"
brew "glib"
brew "harfbuzz"
brew "openjdk"
brew "apktool"
brew "argyll-cms"
brew "aspell"
brew "openssl@1.1"
brew "python@3.11"
brew "autojump"
brew "automake"
brew "awk"
brew "aws-iam-authenticator"
brew "awscli"
brew "bash"
brew "berkeley-db"
brew "bfg"
brew "libuv"
brew "node"
brew "bitwarden-cli"
brew "cffi", link: false
brew "clamav"
brew "coreutils"
brew "cosign"
brew "cpanminus"
brew "libssh2"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "docutils", link: false
brew "dotnet"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "libass"
brew "librist"
brew "pango"
brew "sdl2"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "frpc"
brew "fzf"
brew "gdbm"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delete-merged-branches"
brew "python@3.10"
brew "git-filter-repo"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-time"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "grep"
brew "grpcurl"
brew "hadolint"
brew "helm"
brew "hey"
brew "htop"
brew "iam-policy-json-to-terraform"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "libtool"
brew "imagemagick"
brew "iperf3"
brew "libyaml"
brew "jinja2-cli"
brew "john-jumbo"
brew "jq"
brew "k2tf"
brew "k9s"
brew "ko"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "kubeseal"
brew "kubie"
brew "kustomize"
brew "ldns"
brew "libavif"
brew "libfido2"
brew "libksba"
brew "libpcap"
brew "libzip"
brew "linkerd"
brew "luv"
brew "mkcert"
brew "mongosh"
brew "mtr"
brew "nano"
brew "ncdu"
brew "neovim"
brew "nghttp2"
brew "nikto"
brew "openblas"
brew "nvm"
brew "openssh"
brew "openvino"
brew "perl"
brew "pigz"
brew "pnpm"
brew "pyenv"
brew "pyyaml", link: false
brew "qpdf"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "socat"
brew "spoof-mac"
brew "switch-lan-play"
brew "telnet"
brew "tenv"
brew "terraform-docs"
brew "tfk8s"
brew "tflint"
brew "tfsec"
brew "thanos"
brew "tig"
brew "tldr"
brew "tmux"
brew "toilet"
brew "transcrypt"
brew "tree"
brew "trivy"
brew "unar"
brew "velero"
brew "viddy"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zlib"
brew "zsh"
brew "ameshkov/tap/dnslookup"
brew "derailed/popeye/popeye"
brew "elastic/tap/ecctl"
brew "fairwindsops/tap/pluto"
brew "golangci/tap/golangci-lint"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "mas-cli/tap/mas"
brew "mongodb/brew/mongodb-database-tools"
brew "nats-io/nats-tools/nats"
brew "norwoodj/tap/helm-docs"
brew "sonatype-nexus-community/nancy-tap/nancy"
brew "utkuozdemir/pv-migrate/pv-migrate"
cask "android-platform-tools"
cask "android-studio"
cask "appcleaner"
cask "atom"
cask "autodesk-fusion"
cask "aws-vpn-client"
cask "balenaetcher"
cask "bitwarden"
cask "browserosaurus"
cask "bruno"
cask "calibre"
cask "discord"
cask "displaycal"
cask "docker"
cask "eloston-chromium"
cask "exifcleaner"
cask "firefox"
cask "focusrite-control"
cask "google-chrome"
cask "google-chrome-beta"
cask "google-drive"
cask "gpg-suite"
cask "handbrake"
cask "home-assistant"
cask "httpie"
cask "iina"
cask "imageoptim"
cask "inkscape"
cask "insomnia"
cask "intellij-idea-ce"
cask "iterm2"
cask "jiggler"
cask "keepassxc"
cask "keka"
cask "kekaexternalhelper"
cask "keybase"
cask "krita"
cask "little-snitch"
cask "localsend"
cask "losslesscut"
cask "mattermost"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-remote-desktop"
cask "microsoft-word"
cask "mongodb-compass"
cask "moonlight"
cask "obsidian"
cask "openineditor-lite"
cask "openinterminal-lite"
cask "openlens"
cask "openvpn-connect"
cask "oversight"
cask "plex"
cask "prusaslicer"
cask "rectangle"
cask "redisinsight"
cask "rustdesk"
cask "sanesidebuttons"
cask "signal"
cask "slack"
cask "spotify"
cask "teamviewer"
cask "telegram"
cask "temurin"
cask "thorium"
cask "thunderbird"
cask "tunnelblick"
cask "viber"
cask "visual-studio-code"
cask "vlc"
cask "vscodium"
cask "wireshark"
cask "zoom"
mas "Xcode", id: 497799835
vscode "golang.go"
vscode "ms-vscode-remote.remote-containers"
