tap "alexstrnik/browserino"
tap "ameshkov/tap"
tap "aws/tap"
tap "buo/cask-upgrade"
tap "derailed/k9s"
tap "derailed/popeye"
tap "elastic/tap"
tap "fairwindsops/tap"
tap "fluxcd/tap"
tap "golangci/tap"
tap "grishka/grishka"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "kreuzwerker/taps"
tap "localsend/localsend"
tap "mongodb/brew"
tap "nats-io/nats-tools"
tap "norwoodj/tap"
tap "robusta-dev/krr"
tap "scalr/scalr"
tap "sonatype-nexus-community/nancy-tap"
tap "tofuutils/tap"
tap "utkuozdemir/pv-migrate"
tap "warrensbox/tap"
brew "act"
brew "age"
brew "xz"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "harfbuzz"
brew "apktool"
brew "ca-certificates"
brew "argyll-cms"
brew "aspell"
brew "python@3.12"
brew "autojump"
brew "automake"
brew "awk"
brew "aws-iam-authenticator"
brew "cryptography"
brew "awscli"
brew "bash"
brew "berkeley-db"
brew "bfg"
brew "libuv"
brew "node"
brew "bitwarden-cli"
brew "libyaml"
brew "certbot"
brew "cf2tf"
brew "cmctl"
brew "container-structure-test"
brew "coreutils"
brew "cosign"
brew "cpanminus"
brew "libssh2"
brew "rtmpdump"
brew "curl"
brew "dive"
brew "dotnet"
brew "falcoctl"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "libass"
brew "librist"
brew "libssh"
brew "pango"
brew "sdl2"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "fnm"
brew "frpc"
brew "fzf"
brew "gdbm"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delete-merged-branches"
brew "git-filter-repo"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-time"
brew "libksba"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "grep"
brew "grpcurl"
brew "hadolint"
brew "helm"
brew "helmfile"
brew "hey"
brew "htop"
brew "iam-policy-json-to-terraform"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "libtool"
brew "imagemagick"
brew "iperf3"
brew "jinja2-cli"
brew "john-jumbo"
brew "jq"
brew "k2tf"
brew "k9s"
brew "ko"
brew "kubernetes-cli"
brew "krew"
brew "ksops"
brew "kubectx"
brew "kubent"
brew "kubeseal"
brew "kubie"
brew "kustomize"
brew "lazygit"
brew "ldns"
brew "libavif"
brew "libfido2"
brew "libpcap"
brew "libzip"
brew "linkerd"
brew "lnav"
brew "luv"
brew "mas"
brew "media-info"
brew "mkcert"
brew "mongosh"
brew "mongodb-atlas-cli"
brew "mtr"
brew "zlib"
brew "mysql-client"
brew "nano"
brew "ncdu"
brew "neovim"
brew "nghttp2"
brew "nikto"
brew "notation"
brew "openblas"
brew "nvm"
brew "oci-cli"
brew "openldap"
brew "openssh"
brew "openvino"
brew "perl"
brew "pigz"
brew "pnpm"
brew "pv"
brew "pyenv"
brew "pyenv-pip-migrate"
brew "python-tk@3.13"
brew "python@3.10"
brew "python@3.11"
brew "qpdf"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "socat"
brew "sops"
brew "spoof-mac"
brew "switch-lan-play"
brew "telnet"
brew "tenv"
brew "terraform-docs"
brew "tfk8s"
brew "tflint"
brew "tfsec"
brew "thanos"
brew "tig"
brew "tldr"
brew "tmux"
brew "toilet"
brew "transcrypt"
brew "tree"
brew "trivy"
brew "unar"
brew "velero"
brew "viddy"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "yq"
brew "zsh"
brew "ameshkov/tap/dnslookup"
brew "derailed/popeye/popeye"
brew "elastic/tap/ecctl"
brew "fairwindsops/tap/pluto"
brew "fluxcd/tap/flux"
brew "golangci/tap/golangci-lint"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "mongodb/brew/mongodb-database-tools"
brew "nats-io/nats-tools/nats"
brew "norwoodj/tap/helm-docs"
brew "robusta-dev/krr/krr"
brew "scalr/scalr/scalr"
brew "sonatype-nexus-community/nancy-tap/nancy"
brew "utkuozdemir/pv-migrate/pv-migrate"
cask "android-platform-tools"
cask "android-studio"
cask "appcleaner"
cask "autodesk-fusion"
cask "balenaetcher"
cask "bitwarden"
cask "alexstrnik/browserino/browserino"
cask "bruno"
cask "burp-suite"
cask "calibre"
cask "cloudflare-warp"
cask "discord"
cask "displaycal"
cask "docker-desktop"
cask "exifcleaner"
cask "finicky"
cask "firefox"
cask "focusrite-control"
cask "font-roboto"
cask "gcloud-cli"
cask "google-chrome"
cask "google-chrome-beta"
cask "google-drive"
cask "gpg-suite"
cask "handbrake-app"
cask "home-assistant"
cask "http-toolkit"
cask "httpie-desktop"
cask "iina"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "jiggler"
cask "jordanbaird-ice"
cask "keka"
cask "kekaexternalhelper"
cask "little-snitch"
cask "localsend"
cask "losslesscut"
cask "mactex"
cask "mattermost"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "mitmproxy"
cask "mongodb-compass"
cask "moonlight"
cask "mqtt-explorer"
cask "obsidian"
cask "openineditor-lite"
cask "openinterminal-lite"
cask "openlens"
cask "openmtp"
cask "plex"
cask "prusaslicer"
cask "pulsar"
cask "raspberry-pi-imager"
cask "redis-insight"
cask "sanesidebuttons"
cask "signal"
cask "slack"
cask "spotify"
cask "teamviewer"
cask "telegram"
cask "temurin"
cask "thunderbird"
cask "transnomino"
cask "tunnelblick"
cask "ungoogled-chromium"
cask "viber"
cask "visual-studio-code"
cask "vlc"
cask "winbox"
cask "windows-app"
cask "zed"
cask "zoom"
mas "Brother P-touch Editor", id: 1453365242
mas "Get Plain Text", id: 508368068
mas "Perplexity", id: 6714467650
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
