darkriszty.markdown-table-prettify
eamodio.gitlens
exiasr.hadolint
golang.go
kilocode.kilo-code
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
opentofu.vscode-opentofu
redhat.ansible
redhat.vscode-yaml
samuelcolvin.jinjahtml
timonwong.shellcheck
vscode-icons-team.vscode-icons
yasendimitrov.lazygit-vscode-v2
