anthropic.claude-code
charliermarsh.ruff
darkriszty.markdown-table-prettify
davidanson.vscode-markdownlint
eamodio.gitlens
exiasr.hadolint
github.copilot-chat
github.vscode-github-actions
golang.go
kilocode.kilo-code
mechatroner.rainbow-csv
mrmlnc.vscode-json5
ms-azuretools.vscode-containers
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
opentofu.vscode-opentofu
redhat.ansible
redhat.vscode-yaml
rooveterinaryinc.roo-cline
samuelcolvin.jinjahtml
timonwong.shellcheck
tsandall.opa
vscode-icons-team.vscode-icons
yasendimitrov.lazygit-vscode-v2
ziyasal.vscode-open-in-github
